{
    "title": "How worried should I be about the US economy?",
    "body": "Banks are failing, big companies are cutting staff, the stock market has flatlined - and a carton of eggs still costs more than a double what it was three years ago.\nNo wonder so many Americans believe the US economy is in trouble.\nSo what is actually going on?\nJust two years ago, the economy was booming.\nEconomic growth hit 5.9% in 2021 - the fastest rate in nearly four decades - as pandemic reopenings fuelled consumer spending and job growth.\nCompanies also had it good, enjoying unusually strong profits, despite facing higher costs for supplies.\nBut no one believed that kind of growth could be sustained, and it hasn't.\nIn the first three months of this year, the economy expanded at an annual rate of just 1.1%, in large part because the Federal Reserve has been rapidly pumping the brakes to cool inflation.\nThe central bank has raised interest rates by five percentage points since March 2022 - a huge spike in borrowing costs in a very short period of time. That's a kind of shock the economy has not experienced since the 1980s.\nThe debate now is just how painful this slowdown will be.\nThe Fed is trying to curb rising prices, which started soaring during the boom, destabilising the economy and eroding buying power.\nHigher interest rates are supposed to discourage people and businesses from borrowing to buy homes, expand and open companies and take on other activity, thereby cooling the economy and easing the pressures on prices.\nBad news - like the fact that the number of homes sold dropped by nearly 20% last year, and hundreds of mortgage bankers lost their jobs - is basically a sign that the plan is working.\nTech, finance and crypto, where low rates had fuelled growth, have also been hit hard by the change.\nBut fears are rising that the slowdown could spiral out of control.\nThose escalated sharply after three mid-size US banks - Silicon Valley Bank, Signature Bank and First Republic - abruptly collapsed, done in partly due to the shift in rates.\nThe failures were the biggest in US history, except for the demise of Washington Mutual during the 2008 financial crisis.\nThe worries even spread to Europe, where troubled Swiss giant Credit Suisse, a major global player, was also taken over by rival UBS in a forced rescue deal.\nThe Federal Reserve has signalled that it may be ready to stop raising interest rates and see how the economy is absorbing its actions.\nAt the moment, the US appears to be a better position than many other countries.\nJob creation has been surprisingly resilient, despite big layoffs from firms like Amazon, Disney, Ford and Tyson Foods.\nAt 3.4%, the unemployment rate in April was actually lower than it was a year ago - totally bucking most expectations.\nInflation has also come down. It was 4.9% in April, compared with 5% in March, and down from more than 9% at its peak in June 2022.\nIn the UK, by comparison, inflation was 10.1% in March, and the economy did not grow at all in February.\nEven with a slowdown, the International Monetary Fund expects growth of 1.6% in America this year - the fastest of the seven major advanced economies: Canada, France, Germany, Italy, Japan and the UK.\nBut in the past, higher borrowing costs have sent the economy into reverse - a painful contraction in activity known as a recession - and millions of people have lost their jobs. Most people are expecting something like that to happen this time too, starting in the second half of this year.\nAnd if inflation - still well above the central bank's 2% target - persists, interest rates could go higher than people expect.\nInvestors also see more risks ahead for banks, especially regional lenders, who do a lot of business with commercial property firms, which have been hit by lower demand for office space due to the rise of remote work and could start struggling to repay their debts.\nA nervous banking system means even less lending - and there are other wild cards facing the economy, like the possibility that the US will go into default.\nSo the Fed's deliberately engineered slowdown could get out of hand."
}