{
    "title": "Theranos CEO Elizabeth Holmes begins 11-year prison sentence",
    "body": "Disgraced Theranos founder Elizabeth Holmes has reported to the federal prison where she will serve an 11-year sentence.\nHolmes, 39, was convicted early last year on four counts of fraud linked to her failed blood testing start-up.\nIn mid-May, a court rejected her request to remain free on bail while a challenge to the original conviction was considered.\nShe will serve her term in a minimum-security prison in Texas.\nHolmes reported to the federal facility in Bryan, Texas, which holds between 500 and 700 inmates at any given time, on Tuesday.\nIt is about 100 miles (160km) north of Houston, her hometown. Her arrival at the facility was confirmed by the Federal Bureau of Prisons, which declined to give any more details about her confinement, citing privacy concerns.\nThere, the woman once billed as the world's youngest self-made billionaire might work alongside other inmates for between 12 cents (10p) and $1.15 (93p) an hour - much of which will go towards her court-mandated restitution payments.\nEarlier this month a US judge ordered Holmes and her former romantic and business partner, ex-Theranos boss Ramesh \"Sunny\" Balwani, to pay $452m to victims.\nBalwani is already serving a 13-year prison sentence in California for his role in the scheme.\nTogether, the pair are accused of duping some of the world's richest and most prominent investors - including media tycoon Rupert Murdoch and former US Treasury Secretary George Shultz - into backing Theranos.\nThe firm, once valued at $9bn, promised it had technology that could detect conditions such as diabetes with just a few drops of blood. The tech, however, never worked. The company finally collapsed in 2018.\nThe Texas prison camp where Holmes will serve time is a sprawling 37-acre facility. Most inmates there have been convicted of non-violent crimes, low-level drug dealing or white-collar offences.\nAccording to the facility's handbook, life largely revolves around work and extracurricular activities that include foreign language, computer literacy or business courses.\nHolmes had fought to stay out of prison while her legal appeal works its way through the courts. She argued a delay would allow her to raise \"substantial questions\" about the case that could warrant a new trial.\nHer defence team also argued that she should remain free to care for her children, one who is nearly two and the other three months old.\nThe Wall Street Journal reported the prison has facilities where inmates can host gatherings and where children can play.\nHolmes and other mothers are allowed to hold their children in their lap and breastfeed their infants, according to official Bureau of Prison guidelines.\nThe image of Holmes walking into a federal prison on Tuesday stands as a dire warning to other bosses in Silicon Valley, where observers have long warned of a \"fake it until you make it\" culture.\nStill, it is rare to see tech bosses go to prison on fraud charges.\nThe US government hopes that Holmes's plight will deter executives from making outlandish claims about what their technology can do while hunting for financial backing.\nEileen Lepera, who lost part of her savings investing in Theranos, told the BBC this week that she is \"glad she [Ms Holmes] got 11 years\".\n\"Her hubris is beyond belief,\" she added. \"I don't believe she's still taking any responsibility for what has happened.\"\nIn tearful remarks ahead of her sentencing in November, Holmes said she regrets her failings at Theranos \"with every cell in my body\" but did not admit any criminal wrongdoing."
}