{
    "title": "Brics ministers call for rebalancing of global order away from West",
    "body": "A meeting of foreign ministers of the Brics group of nations in South Africa has called for a rebalancing of the global order away from Western nations.\nSouth African Foreign Minister Naledi Pandor said the group's vision was to provide global leadership in a world fractured by geopolitical tension, inequality and global insecurity.\nBrics is an acronym for Brazil, Russia, India, China and South Africa.\nAllegations of Russian war crimes in Ukraine have clouded the talks.\nThe International Criminal Court (ICC) has issued an arrest warrant for Russian President Vladimir Putin over the allegations and, as a member of the court, South Africa would be obliged to arrest him if he attends a Brics summit scheduled for Johannesburg in August.\nThe Brics is seen by some as an alternative to the G7 group of developed nations, which held its annual summit in the Japanese city of Hiroshima last month, and was also attended by the leaders of Brazil and India. G7 members have been highly critical of Russia and China.\nBrics countries have a combined population of more than 3.2 billion people, making up about 40% of the world's roughly 8 billion people.\nOn the first of two days of talks in Cape Town, Indian Minister of External Affairs Subrahmanyam Jaishankar said the gathering must \"send out a strong message that the world is multipolar, that it is rebalancing and that old ways cannot address new situations\".\n\"At the heart of the problems we face is economic concentration that leaves too many nations at the mercy of too few,\" he said.\nBrazilian Foreign Minister Mauro Vieira described the Brics as an \"indispensable mechanism for building a multipolar world order that reflects the devices and needs of developing countries\".\nChinese Vice Foreign Minister Ma Zhaoxu said the Brics group could be expanded to provide assistance to developing countries and emerging market economies.\nRussian Foreign Minister Sergei Lavrov said \"more than a dozen\" countries including Saudi Arabia had expressed interest in joining the group.\nHis presence at the event was met with protests, with demonstrators holding a picture of Mr Lavrov with the words \"child murderer\".\nOne protester told AFP news agency it was difficult to see South African officials \"shaking the hand of a person who is part of these systemic war crimes against Ukrainian children\", a reference to the ICC case against Mr Putin.\nSouth Africa's governing African National Congress (ANC) has long-standing ties with Russia that go back to the years of white-minority rule before 1994, and the country has refused to criticise Moscow's invasion of Ukraine.\nEarlier this week, a deputy minister told the BBC the country planned to change its laws so that it had the power to decide whether or not to arrest a leader wanted by the ICC.\nAt a news conference, Dr Pandor was asked by BBC correspondent Andrew Harding whether Mr Putin would be arrested if he came to the summit in August.\n\"The president [Cyril Ramaphosa] will indicate what the final position in South Africa is,\" she replied.\nA senior official privately described the situation as a diplomatic nightmare from which the South African government was desperate to escape, and one option said to be under consideration is moving the summit to another country."
}